accountsservice
acpi
age
alacritty
alsa-firmware
alsa-plugins
alsa-utils
anki-bin
arc-gtk-theme-eos
arc-icon-theme
archlinux-xdg-menu
aria2
autoconf
automake
awesome-terminal-fonts
b43-fwcutter
baobab
base
base-devel
bash-completion
bash-language-server
bat
bat-extras
bind
binutils
bison
bluez-utils
brave-bin
btrfs-progs
calibre
cargo-outdated
catppuccin-cursors-frappe
catppuccin-gtk-theme-frappe
chezmoi
croc
cups
cups-pdf
dex
dhclient
dialog
diffutils
dnsmasq
duf
efibootmgr
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-hooks
eos-log-tool
eos-qogir-icons
eos-rankmirrors
eos-update-notifier
epiphany
espanso-wayland
ethtool
evince
eza
f2fs-tools
fakeroot
fd
ffmpegthumbnailer
file-roller
firefox
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fzf
gcc
gdm
git-delta
github-cli
glab
glances
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
gnu-free-fonts
gnu-netcat
grilo-plugins
grub
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtop
gutenprint
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
helix
hplip
htop
hwinfo
inetutils
intel-ucode
iwd
jfsutils
jq
kbfs
keybase
keybase-gui
keyserver-rank
libdvdcss
libgsf
libheif
libopenraw
libtool
libvips
libwnck3
linux
linux-atm
linux-firmware
linux-headers
logrotate
logseq-desktop-bin
loupe
lvm2
lxappearance-gtk3
m4
make
malcontent
man-db
man-pages
marksman
mdadm
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mpv
mtools
nautilus
ndisc6
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nitrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
openconnect
openslide
orca
os-prober
otf-font-awesome
otf-monaspace
pacman-contrib
pamixer
paprefs
paru
patch
pavucontrol
pkgconf
poppler-glib
power-profiles-daemon
powerline-fonts
pptpclient
prettier
protobuf
pulseaudio
r8168
reflector
reflector-simple
reiserfsprogs
restic
ripgrep
rp-pppoe
rsync
rust-analyzer
rygel
s-nail
s-tui
shfmt
signal-desktop
simple-scan
simplescreenrecorder
smartmontools
snapshot
solid5
splix
spotify
starship
sudo
sushi
syncthing
sysfsutils
sysstat
system-config-printer
tecla
tesseract
tesseract-data-fra
texinfo
totem
tracker3-miners
ttf-bitstream-vera
ttf-croscore
ttf-dejavu
ttf-liberation
ttf-nerd-fonts-symbols
tumbler
unzip
upower
usb_modeswitch
usbutils
veracrypt
vi
welcome
wezterm
wget
which
whois
windscribe
wireless-regdb
wireless_tools
wl-clipboard
wvdial
xcompmgr
xdg-desktop-portal-gnome
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfsprogs
xl2tpd
xorg-server
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xlsclients
xorg-xrandr
xorg-xwayland
yelp
yt-dlp
yubico-authenticator-bin
yubikey-manager-qt
zathura
zathura-pdf-mupdf
zoxide
