atuin
awesome-terminal-fonts
base
base-devel
bat
brave-bin
chezmoi
cosmic-app-library
cosmic-applets
cosmic-bg
cosmic-comp
cosmic-files
cosmic-greeter
cosmic-idle
cosmic-launcher
cosmic-notifications
cosmic-osd
cosmic-panel
cosmic-randr
cosmic-screenshot
cosmic-session
cosmic-settings
cosmic-settings-daemon
cosmic-store
cosmic-terminal
cosmic-text-editor
cosmic-wallpapers
cosmic-workspaces
dex
efibootmgr
espanso-wayland
eza
fastfetch
fd
fish
fisher
fzf
ghostty
git
git-delta
github-cli
glab
gst-plugin-pipewire
helix
intel-ucode
jq
lazygit
libpulse
linux
linux-firmware
lua51
luarocks
marksman
mpv
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
otf-font-awesome
paru
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
rage-encryption
ripgrep
rsync
tealdeer
tesseract
tesseract-data-eng
tesseract-data-fra
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
unzip
upower
wget
wireplumber
wl-clipboard
xdg-utils
xorg-xwayland
yazi
zoxide
