acpi
alsa-firmware
alsa-plugins
alsa-utils
anki-bin
aria2
atuin
autoconf
automake
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bat
bind
binutils
bison
bluez-utils
brave-bin
btrfs-progs
calibre
cargo-outdated
chaotic-keyring
chaotic-mirrorlist
chezmoi
clipboard-manager-git
cosmic-app-library
cosmic-applets
cosmic-bg
cosmic-comp
cosmic-files
cosmic-greeter
cosmic-idle
cosmic-launcher
cosmic-notifications
cosmic-osd
cosmic-panel
cosmic-randr
cosmic-screenshot
cosmic-session
cosmic-settings
cosmic-settings-daemon
cosmic-store
cosmic-terminal
cosmic-text-editor
cosmic-wallpapers
cosmic-workspaces
cups
cups-pdf
dex
dhclient
dialog
diffutils
dnsmasq
duf
efibootmgr
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-hooks
eos-log-tool
eos-qogir-icons
eos-rankmirrors
eos-update-notifier
espanso-wayland
ethtool
eza
f2fs-tools
fakeroot
fastfetch
fd
ffmpegthumbnailer
fish
fisher
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fzf
gcc
ghostty
git-delta
github-cli
glab
gnu-free-fonts
gnu-netcat
google-chrome
grub
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gutenprint
gvfs
helix
hplip
htop
hwinfo
imv
inetutils
intel-ucode
iwd
jfsutils
jq
keyserver-rank
lazygit
libdvdcss
libgsf
libheif
libopenraw
libtool
libvips
libwnck3
linux
linux-atm
linux-firmware
linux-headers
lldb
logrotate
logseq-desktop-bin
lua51
luarocks
lvm2
m4
make
man-db
man-pages
marksman
mdadm
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
modemmanager
mpv
mtools
ndisc6
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
openconnect
openslide
os-prober
otf-font-awesome
pacman-contrib
pamixer
paprefs
paru
patch
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pkgconf
plocate
poppler-glib
power-profiles-daemon
powerline-fonts
pptpclient
prettier
protobuf
r-quick-share
rage-encryption
reflector
reflector-simple
reiserfsprogs
restic
ripgrep
rp-pppoe
rsync
rust-analyzer
signal-desktop
spotify
sudo
syncthing
sysfsutils
sysstat
system-config-printer
tealdeer
tesseract
tesseract-data-fra
texinfo
ttf-bitstream-vera
ttf-croscore
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
tumbler
unzip
upower
usb_modeswitch
usbutils
veracrypt
vulkan-intel
vulkan-tools
welcome
wget
which
whois
windscribe-v2-bin
wireless-regdb
wireless_tools
wl-clipboard
xcompmgr
xdg-desktop-portal-cosmic
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfsprogs
xl2tpd
xorg-xlsclients
xorg-xwayland
yazi
yt-dlp
yubico-authenticator-bin
zathura
zathura-pdf-mupdf
zoxide
